Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja2/fjellheim-sn.htm.tmx
Source language: sme
Languages: nob

source: Åarjelh-saemien gielesnePå norsk
nob: Åarjelh-saemien gielesneDavvisámegillii

source: Artihkal girjjis Sámi skuvlahistorjá 2 .
nob: Artikkel i boka Samisk skolehistorie 2 .

source: Vuosttaš oahpaheaddji boazodoalloskuvllas
nob: Første lærer på reindriftsskolen

source: Muitalan Svein Lundai
nob: Fortalt til Svein Lund

source: Paul Fjellheim , Røros 2003 ( Govva : Basia Głowacka )
nob: Paul Fjellheim , Røros 2003 ( Foto : Basia Głowacka )

source: Paul Fjellheim lea riegádan 1931:s , ja lea bajásšaddan Fjellheim báikkis , dalá Praahke suohkanis , davábealde Rørosa ( Plassje ) , gos váhnemat barggaiga sihke boazodoaluin ja šibitdoaluin .
nob: Paul Fjellheim er født i 1931 og vokste opp på Fjellheim i daværende Brekken kommune , nord for Røros , der foreldra dreiv reindrift i kombinasjon med småbruk .

source: Mánáidskuvlla váccii son Praahkes , reálaskuvlla Rørosas , landsgymnása Orkdaeles ja šibitdoavtterallaskuvlla Oslos .
nob: Han gikk folkeskolen i Brekken , realskole på Røros , landsgymnas på Orkdal og veterinærhøgskolen i Oslo .

source: Ovdal go álggii vuosttaš váldooahpaheaddjin boazodoalloskuvllas 1968/69:s , de barggai Fjellheim šibitdoavttirin Lardalas Vestfoldas , lei johtti guovllušibitdoavttir Davvi- Norggas , ja stáhta šibitdoavtterlaboratoriijas Harstad:s .
nob: Før han i 1968/69 var den første overlæreren på reindriftsskolen , arbeida Fjellheim som veterinær i Lardal i Vestfold , ambulerende distriktsveterinær for Nord-Norge , og ved Statens veterinærlaboratorium i Harstad .

source: Ovtta gaskka barggai son dieđalašveahkkebargin šibitdoavtterallaskuvllas ja 1976:a rájis lei son guovllušibitdoavttir Rørosas gitta manai ealáhahkii .
nob: Ei tid var han vitenskapelig assistent ved veterinærhøgskolen og fra 1976 distriktsveterinær på Røros til han blei pensjonert .

source: Paul Fjellheim lei Norgga Boazosápmelaččaid riikkasearvvi jođiheaddji 1965- 73 .
nob: Paul Fjellheim var leder av Norske Reindriftssamers Landsforbund 1965-73 .

source: Jagis 2001 nammaduvvui son miellahttun Sámi vuoigatvuođalávdegoddái .
nob: I 2001 blei han oppnevnt som medlem av Samerettsutvalget .

source: Ii oktage máhte nu bures muitalit boazodoalloskuvlla álggaheami birra go Paul Fjellheim .
nob: Ingen kan være bedre til å fortelle om oppstarten av reindriftsskolen enn Paul Fjellheim .

source: Álggos lei son njunnošis oažžut skuvlla álggahuvvot , maŋŋil šattai son skuvlla vuosttaš váldooahpaheaddjin .
nob: Først var han ei drivkraft i å få skolen starta , seinere blei han skolens første overlærer .

source: Mii leat vuolgán su lusa su ruktui Rørosii oažžun dihte su muitalit skuvlla álggaheami birra ja vuosttaš skuvlajagi diliid birra .
nob: Vi har oppsøkt han i heimen på Røros for å få han til å fortelle om hvordan skolen kom i gang og om forholda på skolen det første skoleåret .

source: – Ovdal go Stáhta boazodoalloskuvla ásahuvvui , de ii lean ovdal leamaš Norggas makkárge organiserejuvvon oahpahus boazodoalus , earret soames oanehis kurssat , ja moadde jagi gávdnui boazodoallolinjá stuoraskuvllas ja dan maŋŋil linjájuhkkojuvvon nuoraidskuvla Kárášjogas .
nob: – Før Statens reindriftsskole blei danna hadde det ikke vært noen organisert opplæring i reindrift i Norge , med unntak av noen korte kurs og noen få år med reindriftslinje ved framhaldsskolen og seinere den linjedelte ungdomsskolen i Karasjok .

source: Nuoraid oahpaheapmi boazodollui lei álo leamaš oassálastima čađa bearraša boazodoalus .
nob: Opplæringa av ungdom til reindrift hadde utelukkende foregått gjennom deltaking i familiens reindrift .

source: Dađistaga go viiddui skuvlavázzinbággu , de gártai mánáide ja nuoraide unnit ja unnit áigi oahppat praktihkalaš boazodoalu ruovttus .
nob: Etter hvert som skoleplikten blei utvida , blei det mindre og mindre tid for barn og ungdom til å lære praktisk reindrift hjemme .

source: Nu šattai stuorit dárbu dasa ahte skuvllain álget oahpahit boazodoalu birra .
nob: Det blei derfor større behov for at skolen skulle overta deler av opplæringa i reindrift .

source: Seammás bohte eanet ja eanet gáibádusat dasa ahte boazosápmelaš galggai dovdat lágaid , máhttit doaimmahit rehketdoalu ja eará báberbargguid ja dan ahte máhtii organiseret ealu nu ahte oažžu eanemus ávkki das .
nob: Samtidig blei det større og større krav til å kjenne til lovverket , føre regnskap og annet papirarbeid og til å organisere reinflokkene på en måte som ga størst mulig utbytte .

source: Dán áiggis lei oallugiin boazodoalus unnán skuvla , earret eará ledje oallugat massán skuvlaoahpu soađi vuolde .
nob: I denne tida var reindrifta dominert av en generasjon med svært dårlig skolebakgrunn , blant annet hadde mange tapt skolegang under krigen .

source: NBR gáibida fágaovdáneami
nob: NRL krever fagutvikling

source: – Seammás lei dárbu nannet dan fágalaš beali boazodoallohálddahusas .
nob: – Samtidig var det behov for å styrke den faglige sida ved statens reindriftsforvaltning .

source: Ii lean vel ásahuvvon sierra boazodoallohálddahus , muhto lei okta boazodoallokantuvra Eanandoallodepartemeantas .
nob: Det var ennå ikke oppretta en sjølstendig reindriftsadministrasjon , men det var et reindriftskontor i Landbruksdepartementet .

source: Dát lei departemeantta láhkaossodagas , dát muitala ahte oidne boazodoalu eambbo dego noađđin mii galggai stivrejuvvot , go ealáhussan mii galggašii ovdánit .
nob: Dette lå i departementets lovavdeling , noe som viser at man så på reindrifta mer som et problem som skulle styres enn som ei næring som skulle utvikles .

source: Boazodoalu bealis sávve eanet fágalaš hálddašeami mii sáhtii leat ávkin boazodoalu ovdáneapmái .
nob: Fra reindrifta si side ønska vi ei mer fagbasert forvaltning som kunne være til nytte for utviklinga av drifta .

source: Norgga Boazosápmelaččaid Riikkasearvvis ( NRL ) oaivvildeimmet mii ahte nannen dutkamis , fágalaš nevvodeamis ja oahpahusas ledje golbma ášši mat gulle oktii .
nob: I Norske Reindriftssamers Landsforbund ( NRL ) så vi styrking av forskning , fagbasert vegledning og utdanning som tre saker som hang nært sammen .

source: Riikkačoahkkimis 1967:s dagaimet mearrádusa boazodoalu fágaovdáneamis , ja gáibideimmet earret eará ásahit virggiid dego geahččalanjođiheaddji ja stáhtakonsuleanta boazodollui ja iežamet boazodoalloskuvlla .
nob: På landsmøtet i 1967 fatta vi et vedtak om fagutviklinga i reindrifta , der vi bl.a. krevde oppretting av stillinger som forsøksleder og statskonsulent for reindrift og egen reindriftsskole .

source: Gaskkamuttos 50- logus álggii šibitdoavttir bargui Stáhta šibitdoavtterlaboratoriijai Harstad:ii geas lei bohccodávddaid birra erenoamášsuorgin .
nob: Midt på 50-tallet fikk Statens veterinærlaboratorium i Harstad veterinær med reinsjukdommer som spesialitet .

source: Sven Skjenneberg álggii dán bargui , ja go sus lei virkelohpi 1966- 68 rádjái , de ledjen mun su sadjásaš .
nob: Sven Skjenneberg blei tilsatt i denne stillingen , og da han hadde permisjon 1966-68 , var jeg vikar for han .

source: 1954:s ásahuvvui geahččaladdanstašuvdna boazodoalu várás Lodegii .
nob: I 1954 var det oppretta en forsøksstasjon for reindrift i Lødingen .

source: 1968:s sirrejuvvui dát stašuvdna eret šibitdoavtterlaboratoriijas , ja Skjenneberg álggii geahččaladdanjođiheaddjin boazodollui .
nob: I 1968 blei forsøksstasjonen skilt ut fra veterinærlaboratoriet , og Skjenneberg blei forsøksleder for reindrift .

source: Gáibádusas praktihkalaš čađaheapmái .
nob: Fra krav til praktisk gjennomføring

source: – Mun gii ledjen jođiheaddjin NBR:s ožžon dan ovddasvástádusa ahte oažžut gáibádusa čađa .
nob: – Som leder av NRL blei det jeg som fikk ansvaret for å arbeide for å få kravet gjennomført .

source: Lassin dasa ahte ealáhus gáibidii skuvlla ásahuvvot , geavaheimmet mii Sámekomitea árvalusa vealtan ja doarjjan gáibádussii .
nob: I tillegg til kravet fra næringa brukte vi Samekomiteens innstilling som brekkstang .

source: Dál lei nu lihkku ahte dalá stáhtačállis Eanandoallodepartemeanttas , Johan Kleppes , lei hui stuora beroštupmi boazodollui .
nob: Nå var det så heldig at den daværende statssekretæren i Landbruksdepartementet , Johan Kleppe , var veldig interessert i reindrift .

source: Moai leimme oahpásnuvvan šibitdoavtterallaskuvllas ja go mun válden dán ášši bajás suinna , de lei son dakkaviđe áŋgir oažžut johtui boazodoalloskuvlla .
nob: Vi kjente hverandre fra veterinærhøgskolen og da jeg tok opp saka med han , var han med en gang interessert i å få i gang en reindriftsskole .

source: Borkenesas olggobealde Hrastad lei dan áigge okta unna gilvvagárddeskuvllaš , muhto dohko ledje nu unnán ohccit leamaš daid maŋimus jagiid , ahte lei áitojuvvon heaittihuvvot .
nob: På Borkenes utafor Harstad var det den gang en liten hagebruksskole . Denne hadde de siste åra hatt liten elevsøkning og var trua av nedlegging .

source: Doppe lei dan sivas buorre sadji mii mielddisbuvttii ahte lei álki álggahit boazodoalloskuvlla johtilit .
nob: Der var derfor ledig kapasitet og det gjorde det lett å få starta reindriftsskolen raskt .

source: Dohko almmuhuvvui rabas virgi oahpaheaddjin boazodoalus , muhto ii oktage ohcan dasa .
nob: Det blei lyst ut stilling som lærer i reindrift , men det kom ingen søkere .

source: De ožžon dieđu ahte jus dát skuvla galggai álggahuvvot , de ferten mun álgit oahpaheaddjin .
nob: Da fikk jeg klar beskjed om at jeg måtte ta jobben hvis skolen skulle komme i gang .

source: Ii lean álkis ášši álggahit boazodoalloskuvlla vuođu rájis .
nob: Det var ingen lett sak å bygge opp ei reindriftsutdanning fra grunnen av .

source: Mus lei gal dat stuora ovdamunni ahte dovden miehtá Norgga boazodoalu iežan barggu čađa dalle go bargen šibitdoavttirin ja NBR čađa .
nob: Jeg hadde en stor fordel med at jeg kjente omtrent hele reindrifts-Norge gjennom arbeidet som veterinær og med NRL .

source: Nuppi dáfus ii lean mus makkárge pedagogalaš oahppu , in ge lean bargan oahpaheaddjin ovdal .
nob: På den andre sida hadde jeg ingen pedagogisk utdanning eller lærererfaring .

source: Mis ledje unnán oahppogirjjit .
nob: Vi hadde svært lite lærebøker .

source: Earret Sven Skjenneberg girjji " Rein og reindrift " ( " Boazu ja boazodoallu " ) , de fertiimet ieža dahkat ollu oahpponeavvuid .
nob: Med unntak av Sven Skjennebergs bok « Rein og reindrift » måtte alt annet lages for dagen .

source: Fágplána dagaimet seammás go lei oahpahus .
nob: Fagplanene måtte vi lage samtidig som vi underviste .

source: Earret mu , de lei fágaplánalávdegottis dušše stáhtakonsuleanta Loýd Villmo geas lei makkárge boazodoallofágalaš duogáš .
nob: I fagplanutvalget var det utenom meg bare statskonsulent Loyd Villmo som hadde noen form for reindriftsfaglig bakgrunn .

source: Muđui ledje dušše eanandoallooahpaheaddjit .
nob: Ellers var det helst landbrukslærere .

source: Fágaplánabarggus aniimet eanandoalloskuvlla fágaplánaid vuođđun , maid de heiveheimmet boazodoalu ohppui .
nob: I fagplanarbeidet tok vi utgangspunkt i fagplanene for landbruksskolene , som vi så forsøkte å tilpasse til reindrift .

source: Muhto lei duođas ovddasmannibargu , ii lean oktage gii lei bargan dákkáriid ovdal , ii ge lean oktage geas sáhtii jearrat ráđiid .
nob: Men det var jo virkelig et pionerarbeid , det var ingen som hadde gjort noe slikt før og vi hadde ingen å spørre .

source: Vuosttaš jagi ledje mis ovcci oahppi .
nob: Vi hadde 9 elever det første året .

source: Guovttis bohte Finnmárkkus , guovttis Romssas , golmmas Nordlánddas , okta Davvi- Trøndelágas ja okta Lulli- Trøndelágas .
nob: 2 var fra Finnmark , 2 fra Troms , 3 fra Nordland , 1 fra Nord-Trøndelag og 1 fra Sør-Trøndelag .

source: Ledje eanas dievddut , dušše okta nieida .
nob: Det var mest gutter , bare ei jente .

source: Ieš ledjen oahpaheaddjin boazodoallooahpus , earret eará guohtumiid birra , ealločoahkádusa ja bohccodávddaid birra .
nob: Sjøl underviste jeg i reindriftslære , blant annet om beiteforhold , flokksammensetning og reinsjukdommer .

source: Villmo oahpahii boazodoalloekonomiija birra .
nob: Villmo hadde reindriftsøkonomi .

source: Eará fágain , nu go dárogielas , matematihkas ja mášenoahpus , geavaheimmet mii gilvvagárdeskuvlla oahpaheddjiid .
nob: I andre fag , som norsk , matematikk og maskinlære , brukte vi lærere fra hagebruksskolen .

source: Oahppit ja oahpaheaddjit boazodoalloskuvllas 1968/69 : Albrigt Myrstad - John Hovd - Arne Fjellheim - Ole Jakob Edvardsen - Paul Fjellheim Albert Jåma - Inge Andersen - Anders Gaup - Johan Mathis Vars - Per Schjølberg-Gamnes Per Mathis Skum - Anne Margrethe Oskal - Anders Eira
nob: Elever og lærere på reindriftsskolen , 1968/69Albrigt Myrstad - John Hovd - Arne Fjellheim - Ole Jakob Edvardsen - Paul FjellheimAlbert Jåma - Inge Andersen - Anders Gaup - Johan Mathis Vars - Per Schjølberg-GamnesPer Mathis Skum - Anne Margrethe Oskal - Anders Eira

source: ( Govva : Loyd Villmo )
nob: ( Foto : Loyd Villmo )

source: Ii lean mihkke heajos skuvllaid
nob: Ingen dårlig skole

source: – Lassin luohkkálatnjaoahpahussii ledje mis ollu vánddardeamit .
nob: – Ved sida av klasseromsundervisninga hadde vi mye ekskursjoner .

source: Mii leimmet dávjá geahččaladdanstašuvnnas Lodegis ja leimmet mielde čohkkeme ealu boazosápmelaččaiguin Iinná- sullos .
nob: Vi var mye på forsøksstasjonen i Lødingen og vi var med på reinsamling hos reindriftssamer på Hinnøya .

source: Mii leimmet maid guhkit mátkkis Finnmárkkus gos manaimet miehtá fýlkka , go oahppit besse searvat njuovademiide ja lahpamiidda .
nob: Vi var på ei lengre rundreise i Finnmark , der elevene bl.a. fikk være med på reinslakting og partering .

source: De ledje mis maid mátkkit gos ohppe guohtumiid ja šattuid birra .
nob: Så hadde vi ekskursjoner med beitekunnskap og botanisering .

source: Dag Lenvikas lei ovddasvástádus dán oahpaheamis .
nob: Det var Dag Lenvik som hadde ansvaret for det .

source: Dákkár mátkkin barge oahppit ollu , sii galge čállit beaivegirjjiid ja čállit visot maid ohppe .
nob: På ekskursjonene jobba elevene mye , de måtte skrive dagbøker og notere ned alt de lærte .

source: Vaikko lei aitto álgán skuvla , de in leat sihkar ahte lei go obage heajos skuvla .
nob: Til å være en nystarta skole , er jeg ikke sikker på at den var så dårlig .

source: Lei goit praktihkalaš ávki eanas áššiin maid ohppe .
nob: I alle fall var det praktisk relevans i det meste av det elevene lærte .

source: Muittán okta ohppiin , Anne Margrehte Oskal , logai ahte boazodoalloskuvla lei buoremus skuvla maid son goasse lea vázzán , go doppe oahpai sihke praktihkalaš bargguid ja ávkkálaš teoriijaid .
nob: Jeg husker at en av elevene , Anne Margrethe Oskal , sa at reindriftsskolen var den beste skolen hun hadde gått på , fordi de lærte både praktisk arbeid og nyttig teori .

source: Vaikko eanas ohppiin lei sámegiella eatnigiellan , de ii lean oktage guhte gáibidii sámegiela oahpahusgiellan .
nob: Sjøl om flertallet av elevene hadde samisk som morsmål , var det ingen som reiste krav om samisk språkundervisning .

source: Sámi kulturoahpahus ii ge lean sierra fágan dan áiggi , muhto dat bođii mielde oahpahusas eará fágain dalle go orui heiveme .
nob: Samisk kulturkunnskap var heller ikke eget fag den gang , men vi trakk det jo inn i forskjellige fag der det passa .

source: Gilvvagárdedoaibma + boazodoallu = riidu
nob: Hagebruk + reindrift = konflikt

source: – Ovdalaš oahppit leat muitalan ollu riidduid birra dan vuosttaš jagi .
nob: – Tidligere elever har fortalt om mye konflikter det første året .

source: – Gilvvagárdeskuvla ja boazodoalloskuvla leigga guokte skuvlla ovtta dáhki vuolde , ja boazodoalloskuvla bođii gilvvagárdeskuvlla rektora vuollái .
nob: – Hagebruksskolen og reindriftsskolen blei jo to skoler under samme tak , og reindriftsskolen blei underlagt hagebruksskolens rektor .

source: Sis galge muhtin muddui leat seamma oahpaheaddjit , ja galge orrut seamma internáhtas .
nob: De skulle delvis ha de samme lærerne og elevene skulle bo på samme internat .

source: Muhto skuvllain lei áibbas goabbatlágan biras ja kultuvra , sihke ohppiin ja oahpaheddjiin .
nob: Men skolene representerte to vidt forskjellige miljøer og kulturer , både blant elever og lærere .

source: Gilvvagárdeskuvlla oahppit ledje nuorat ja sis ii lean nu buorre oahppanmokta , boazodoalloskuvlla oahppit fas boarráseappot ja ollu oahppanmokta .
nob: Mens elevene på hagebruksskolen var unge og ofte dårlig motiverte for å lære , var reindriftselevene eldre og svært motiverte .

source: Balaheapmi ja ovdagáttut sápmelaččaid vuostá lei dábálaš dan áigge , ja vuhttui sihke gilvvagárdeskuvlla ohppiin ja bargiin .
nob: Mistenksomhet og fordommer mot samer var jo utbredt i den tida , og fantest nok både blant elever og hagebrukskolens personale .

source: Oktiibuot mielddisbuvttii dát soames riidduid .
nob: Til sammen gjorde dette at det blei en del konflikter .

source: Álo go ledje riiddut ja váttisvuođat skuvllas , lei dat eanet gilvvagárdeskuvlla ohppiid sivva go boazodoalloskuvlla ohppiid .
nob: I den grad det var disiplinproblemer på skolen skyldtes det nok mer elevene på hagebruksskolen enn på reindriftsskolen .

source: – Lei go nu ahte čállojuvvui dutkanraporta skuvlla birra ?
nob: – Var det slik at det blei skrevet en forskningsrapport om skolen ?

source: – Diet raporta , juo .
nob: – Den rapporten , ja .

source: Lei nu ahte son guhte maŋŋil šattai mu eamidin , barggai dalle servodatdutkaninstituhtas Oslos .
nob: Det hadde seg slik at ho som seinere blei kona mi på den tida arbeida ved Institutt for samfunnsforskning i Oslo .

source: Doppe lei sus okta sámi studeanta , Johan Albert Kalstad , Hábmeris eret .
nob: Der hadde ho en samisk student , Johan Albert Kalstad fra Hamarøy .

source: Dasto lážii son dili nu ahte Johan Albert oaččui ruđa dutkanráđis vuolgit studeret skuvlla birrasa .
nob: Så ordna ho det slik at han fikk penger fra forskningsrådet for å studere miljøet på skolen .

source: Ja Johan Albert bođii , ja geahčadii ja čálii , sihke skuvllas ja friddjaáiggis , nuoraiguin ovttas .
nob: Og Johan Albert kom og observerte , på skolen og med ungdommene på fritida .

source: Ferten gal lohkat ahte son lei buorre dárkojeaddji .
nob: Jeg må si han var en god observatør .

source: Riiddut ledje mu oainnu mielde vuosttažettiin skuvlla siskkobealde .
nob: Konfliktene var etter mi oppfatning i første rekke innafor skolen .

source: Gilis gal atne árvvus boazodoallonuoraid .
nob: På bygda var reindriftsungdommen stort sett velsett .

source: Háliidan rámiidit boazodoalloohppiid .
nob: Jeg vil i det hele tatt skryte av reindriftselevene .

source: Sii ledje barggánis oahppit geain lei beroštupmi oahppat .
nob: Det var arbeidsomme og interesserte elever .

source: Mun anán árvvus dáid nuoraid ja maid ollu eará nuoraid boazodoallobirrasis geaid lean deaivan maŋŋil .
nob: Jeg er imponert over både dem og også mye ungdom fra reindriftsmiljø som jeg har møtt seinere .

source: Vuosttaš jagiid lei buorre sadji boazodoalloskuvllas , muhto moatti jagi geahčen álge fas eambbogat ohcat álgit gilvvagárdeskuvlii ja de šattai unnit sadji .
nob: De første åra hadde det vært god plass til reindriftsskolen , men etter få år tok søkninga til hagebruksskolen seg opp igjen og det begynte å bli trangt om plassen .

source: Dát lei okta miel- sivain dasa ahte 1981:s sirdojuvvui skuvla Guovdageidnui .
nob: Det var en medvirkende årsak til at man i 1981 flytta skolen til Kautokeino .

source: Muhto dát lea ollu maŋŋil mu áiggi , nu ahte dan birra ožžot earát muitalit .
nob: Men det var lenge etter mi tid , så det får andre fortelle om .

source: Eará čállosat girjjis Sámi skuvlahistorjá 2
nob: Andre artikler i Samisk skolehistorie 2
